<template>
  <v-layout column style="padding-right: 250px;">
    <p class="subjectfont" style="font-size: 30px; margin-bottom: 30px;">
      도담도담 서비스 이용약관
    </p>

    <p class="subjectfont">
      제 1 장 총칙
      <br />
      제 1 조 (목적)
    </p>

    <p style="margin-bottom: 50px;" class="contentfont">
      이 약관은 주식회사 도담도담(이하 ‘회사’라 합니다.)가 제공하는 도담도담 펫시터 중개 서비스 및 도담도담
      관련 제반 서비스(이하 ‘서비스'라고 하며, 접속 가능한 유∙무선 단말기의 종류와는 상관없이 이용 가능한 ‘회사'가
      제공하는 모든 ‘서비스'를 의미합니다. 이하 같습니다)를 이용자(이하 ‘회원’)가 이용함에 있어 회사와 회원간의
      권리와 의무, 책임사항 및 회사의 서비스 이용절차에 관한 필요사항을 규정함을 목적으로 합니다.
    </p>

    <p class="subjectfont">
      제 2 조 (용어의 정의)
    </p>

    <p class="contentfont">
      1. 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
      <br />
      1) 서비스 : 구현되는 단말기(PC,TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 회원이 이용할 수 있는 도담도담 및 도그메이트 관련 제반 서비스를 의미합니다.
      <br />
      2) 회원 : 이 약관을 승인하고 회사와 서비스 이용 계약을 체결한 자를 말합니다.
      <br />
      3) 이용계약 : 서비스 이용과 관련하여 회사와 회원 간에 체결하는 계약을 말합니다.
      <br />
      4) 아이디(ID) : 도그메이트 아이디(ID)는 서비스를 사용하기 위하여 필요한 이메일 주소나 핸드폰 번호를 의미합니다. 약관에 동의하고 여러분의
      이메일 주소나 핸드폰 번호를 입력하고 비밀번호를 등록한 후 필요한 경우 도그메이트가 이메일 주소와 핸드폰 번호를 인증한 후 승낙하는 절차로 생성됩니다.
      <br />
      5) 비밀번호 : 회원정보의 보호를 위하여 회원이 설정하고 회사가 승인한 문자 또는 문자와 숫자의 조합을 말합니다.
      <br />
      6) 해지 : 회사 또는 회원이 이용계약을 해약하는 것을 말합니다.
      <br />
      7) 반려동물 펫시터 : 반려동물 돌봄 관련 서비스를 판매할 의사로 가입하고 회사가 별도로 승인하여 반려동물 펫시터(이하 ‘펫시터’라 합니다.) 목록에 등록된 회원을 말합니다.
      <br />
      8) 반려동물 돌봄 서비스 : '회사'에서 운영하는 두 가지 형태의 펫시터 서비스(펫시터 집에 맡기기, 펫시터 부르기)를 말합니다.
      <br />
      - 펫시터 집에 맡기기 서비스 : '회원'이 '회사'의 사이트 혹은 앱을 이용하여 결제 후 예약한 '펫시터'의 집에 약속된 기간동안
      '회원'의 반려동물의 돌봄을 위탁하여 맡길 수 있는 서비스를 말합니다.
      <br />
      - 펫시터 부르기 서비스 : '회원'이 '회사'의 사이트 혹은 앱을 이용하여 결제 후 예약한 '펫시터'가 '회원'의 집에 약속된 시간에 방문하여 '회원'의 반려동물을
      정해진 시간동안 대신 돌봄서비스(산책,배식,배변처리)를 제공하는 서비스를 말합니다.
      <br />
      9) 의뢰인 : '펫시터 집에 맡기기 서비스' 나 '펫시터 부르기 서비스'를 결제하여 예약한 회원을 말합니다.
      <br />
      10) 직거래 : 회사가 제공하는 서비스를 이용하지 않고 이메일, 연락처, 메신져 아이디 등 교환을 통한 개인간 거래를 말합니다.
      <br />
      11) 사전만남 : 펫시터와 의뢰인이 의뢰계약을 진행하기 전 사전에 만나 펫시터와 서로의 반려동물에 대한 성향을 파악하는 것을 말합니다.
      (상호간 첫 의뢰계약을 하는 경우 필수로 진행해야 합니다.)
      <br />
      12) 의뢰계약 : 의뢰인이 서비스를 이용하기 위해 펫시터 혹은 회사와 상호간의 체결하는 계약을 말합니다.
      <br />
      2. 위 1항에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.

    </p>
  </v-layout>
</template>

<script>
export default {
}
</script>

<style lang="css" scoped>
  .subjectfont {
    color: #848484;
    font-weight: 700;
  }
  .contentfont {
    color: #848484;
  }
</style>
