<template>
  <v-layout column style="padding-right: 250px;">
    <p class="subjectfont" style="font-size: 30px; margin-bottom: 30px;">
      도담도담 개인정보취급방침
    </p>

    <p style="margin-bottom: 50px;" class="contentfont">
      이 약관은 주식회사 도담도담(이하 ‘회사’라 합니다.)가 제공하는 도담도담 펫시터 중개 서비스 및 도담도담
      관련 제반 서비스(이하 ‘서비스'라고 하며, 접속 가능한 유∙무선 단말기의 종류와는 상관없이 이용 가능한 ‘회사'가
      제공하는 모든 ‘서비스'를 의미합니다. 이하 같습니다)를 이용자(이하 ‘회원’)가 이용함에 있어 회사와 회원간의
      권리와 의무, 책임사항 및 회사의 서비스 이용절차에 관한 필요사항을 규정함을 목적으로 합니다.
    </p>

    <p class="subjectfont">
      1. 개인정보 수집에 대한 동의
    </p>

    <p class="contentfont">
      회사는 서비스 이용을 위한 회원가입 시 이용약관의 내용에 대하여 동의하는 의사표시를 ‘서비스 이용약관’,
      ‘개인정보취급방침’, ‘안전보상제도 약관’과 ‘가입하기’ 버튼을 누르는 절차를 마련하고 있으며 같은 화면에서
      개인정보취급방침 또한 확인하실 수 있습니다.
      <br />
      동의의 의사표시가 있는 경우 개인정보의 수집에 동의한 것으로 봅니다.
      또한 회사는 개인정보취급방침을 홈페이지 첫 화면에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
    </p>

    <p class="subjectfont">
      2. 개인정보 수집 및 이용 목적
    </p>

    <p class="contentfont">
      1) 회사가 개인정보를 수집하는 목적은 회원의 신분과 서비스 이용의사를 확인하여 최적화되고 맞춤화된 서비스를 제공하기 위함입니다.
      회사는 회원께서 서비스 상품을 주문, 결제하고 기타 회원님들을 위한 각종 서비스를 제공하기 위해 필요한 최소한의 정보를 수집하고 있습니다.
      <br />
      2) 회사는 개인정보의 기본 수집 목적 이외에 다른 용도로 이를 이용하거나 회원의 동의 없이 제3자에게 이를 제공하지 않습니다.
      <br />
      3) 회사는 회원의 인권을 침해할 우려가 있는 민감한 정보(인종, 사상 및 신조, 정치적 성향이나 범죄기록, 의료정보 등)는 어떠한
      경우에도 수집하지 않으며, 만약 불가피하게 수집하는 경우에는 반드시 회원에게 사전 동의를 구합니다.
      <br />
      4) 회사는 회원의 개인정보를 다음과 같이 수집합니다.
      <br />
      가) 회원 가입 시
      <br />
      이메일, 비밀번호, 이름, 주소, 성별, CI, DI, 생년월일, 가입인증 휴대폰번호, 이통사 정보
      <br />
      나) 서비스 구매 시
      <br />
      반려동물 정보, 신분인증 사진(신분증, 우편물), 결제를 위한 신용카드 정보, 은행계좌 정보, 주거관련 정보, 결제기록 등의 정보
      <br />
      다) 펫시터 등록 시
      <br />
      신분인증 사진, 펫시터로 활동하기 위한 주거형태 및 가족구성원, 반려동물 키운 경험에 관한 정보, 관련 이미지
      <br />
      라) 펫시터 수익금 출금 신청 시
      <br />
      수익금 출금과 수익금에 관해 세금 신고를 위한 실명확인 정보(이름 및 주민등록번호)
      <br />
      마) 앱 이용 시
      <br />
      PUSH 토큰
      <br />
      바) 기타
      <br />
      서비스 이용과정에서 자동 수집 정보 : IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 기기 정보, 단말식별번호 (단말기 아이디)
      <br />
      5) 수집한 개인정보는 다음과 같은 목적으로 사용됩니다.
      <br />
      가) 개인 식별 : 이메일, 휴대폰번호, CI, 이름, 비밀번호, 주소
      <br />
      나) 본인 인증 : 이름, 휴대폰 번호, 이통사 정보, 생년월일, 성별
      <br />
      다) 서비스 구매 및 요금 결제, 환불, 관련 법령에 의한 기록 보존 : 신용카드 정보, 은행계좌 정보, 결제기록 등의 정보, 이름, 주소, 이메일 등 거래주체 식별 정보
      <br />
      라) 서비스 제공을 위한 연락 및 안내, 민원 처리 : 이름, 이메일, 휴대폰 번호, 주소, 생년월일, 성별 등
      <br />
      마) 세금 신고 : 이름, 주민등록번호
      <br />
      바) 이벤트 및 신규 서비스 안내, 마케팅 및 광고 : 이름, 이메일, 휴대폰번호, PUSH 토큰
      <br />
      6) 회사는 회원가입, 요금결제, 서비스 문의 게시판, 고객 상담 등을 통하여 개인정보를 수집합니다.
    </p>
  </v-layout>
</template>

<script>
export default {
}
</script>

<style lang="css" scoped>
  .subjectfont {
    color: #848484;
    font-weight: 700;
  }
  .contentfont {
    color: #848484;
  }
</style>
